Revit 2024 API
ParameterTypeId.ViewUnderlayOrientation Property
 "Underlay Orientation"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId ViewUnderlayOrientation { get; }
Visual Basic
Public Shared ReadOnly Property ViewUnderlayOrientation As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ ViewUnderlayOrientation {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace